{
  "version": "2025-09-25-1",
  "openers": {
    "generic": "We can align investments with basic human rights using professional, benchmark-aware implementation. Large institutions already use narrowly scoped exclusions while maintaining diversification and risk controls."
  },
  "identity_openers": {
    "swf": {
      "generic": "A sovereign fund can implement conduct-based exclusions via a formal ethics process, public rationales, and factor-neutral optimization with explicit tracking-error budgets."
    },
    "public_pension": {
      "town_meeting": "Public pensions can adopt a clear exclusion policy with consultant support, preserve diversification, and report progress without sacrificing fiduciary discipline.",
      "generic": "Public plans can use consultant/manager mandates, set a tracking-error guardrail, and phase implementation while keeping beneficiaries’ risk/return in focus."
    },
    "corporate_pension": {
      "generic": "Corporate plans can update the IPS, adopt a screened index or constraints with minimal overhead, and maintain de-risking alignment."
    },
    "endowment": {
      "school_board": "An endowment can reflect mission and educational values with transparent criteria and periodic reviews.",
      "generic": "Endowments can align with mission through a committee process, publish rationales, and maintain prudent risk controls."
    },
    "foundation": {
      "generic": "Foundations can align programs and portfolios, reduce reputational risk through clear criteria, and use simplified implementation paths."
    },
    "insurance": {
      "generic": "Insurance portfolios can adopt narrow conduct screens consistent with ALM and capital/rating constraints, emphasizing best-efforts and risk integrity."
    },
    "central_bank": {
      "generic": "Official institutions can clarify mandate limits, apply best‑efforts exclusions, and provide transparent rationales and constraints."
    },
    "government": {
      "city_council": "For government bond portfolios, define approved issuer lists and issuer screens consistent with procurement rules and transparency.",
      "generic": "Government investors (city/county/state) can apply issuer screens/approved lists for bonds, observe procurement/governance limits, and report with best‑efforts language."
    }
  },
  "identity_guides": {
    "swf": {
      "ask": "Adopt conduct-based exclusions with a formal ethics/oversight process and public rationales.",
      "implementation": "Multi‑manager mandates with optimization constraints; preserve factor/sector neutrality; staged rebalances.",
      "reporting": "Publish exclusion list and rationale; periodic reviews and appeals mechanism; transparent methodology.",
      "risk": "Explicit tracking‑error budget (e.g., 15–30 bps) and central risk model governance."
    },
    "public_pension": {
      "ask": "Consultant memo and manager mandates for conduct-based exclusions; define guardrails.",
      "implementation": "Passive screened index or benchmark‑aware constraints; phased divestment to minimize costs; maintain diversification.",
      "reporting": "Quarterly one‑page dashboard; publish criteria and exclusion list.",
      "risk": "Tracking‑error limit (e.g., ≤30 bps) and factor neutrality by vendor."
    },
    "corporate_pension": {
      "ask": "Update IPS to reflect exclusions consistent with sponsor objectives.",
      "implementation": "Low‑overhead screened index; use vendor methodologies; minimize turnover and costs.",
      "reporting": "Periodic sponsor reporting; document rationales and methods.",
      "risk": "Maintain glidepath/de‑risking; narrow scope to avoid mandate conflicts."
    },
    "endowment": {
      "ask": "Mission‑aligned exclusion framework with committee governance and stakeholder transparency.",
      "implementation": "Manager constraints or screened indexes; publish rationales; staged implementation.",
      "reporting": "Public rationale per issuer; annual reviews with community communication.",
      "risk": "Maintain diversification and factor integrity; narrow scope to grave conduct."
    },
    "foundation": {
      "ask": "Program‑aligned exclusions that reduce reputational risk while preserving portfolio discipline.",
      "implementation": "Simplified screened index or manager constraints; phased timeline.",
      "reporting": "Public list and brief rationales; annual update.",
      "risk": "Emphasize conduct screens to mitigate drawdowns from controversies."
    },
    "insurance": {
      "ask": "Adopt narrow conduct screens consistent with ALM and capital/rating requirements.",
      "implementation": "Best‑efforts exclusions; vendor screen overlays; maintain liquidity ladder.",
      "reporting": "Regulatory‑aware disclosures; internal risk memos.",
      "risk": "Tight tracking‑error; preserve liability matching and capital buffers."
    },
    "central_bank": {
      "ask": "Clarify mandate limits and adopt best‑efforts exclusions with transparent rationale.",
      "implementation": "Constraints consistent with reserve management; avoid market disruption.",
      "reporting": "Public statement of limits and methods; periodic review.",
      "risk": "Mandate‑consistent risk posture with minimal deviation from reserve benchmarks."
    },
    "government": {
      "ask": "Define issuer screens/approved issuer lists consistent with procurement and governance rules.",
      "implementation": "Apply issuer criteria to government bond portfolios; best‑efforts approach with legal review; transparent exceptions process.",
      "reporting": "Publish issuer criteria, approved lists, and update cadence.",
      "risk": "Avoid undue concentration; maintain liquidity and policy compliance."
    }
  },
  "key_points": [
    {
      "title": "Professional exclusions maintain benchmark-like performance",
      "body": "Large public funds implement conduct-based exclusions and continue to deliver returns close to their benchmarks by rebalancing and preserving factor exposures.",
      "citations": [
        { "label": "NBIM Responsible Investment", "url": "https://www.nbim.no/en/responsibility/" },
        { "label": "NBIM Exclusion Decisions", "url": "https://www.nbim.no/en/responsibility/exclusion-of-companies/" }
      ]
    },
    {
      "title": "Tracking error and factor neutrality",
      "body": "Exclusions can be implemented with explicit tracking-error budgets and factor controls so the portfolio stays close to its benchmark while meeting policy goals.",
      "citations": [
        { "label": "MSCI ESG Index Construction", "url": "https://www.msci.com/our-solutions/indexes/esg-indexes" },
        { "label": "BlackRock on Portfolio Construction", "url": "https://www.blackrock.com/institutions/en-us/insights/portfolio-design" }
      ]
    },
    {
      "title": "Fiduciary duty and values alignment",
      "body": "Modern fiduciary guidance recognizes that material ESG risks and client objectives can be incorporated without abandoning prudent, return-seeking management.",
      "citations": [
        { "label": "UN PRI: Fiduciary Duty", "url": "https://www.unpri.org/fiduciary-duty" },
        { "label": "US DOL ESG Guidance", "url": "https://www.dol.gov/agencies/ebsa/about-ebsa/our-activities/resource-center/fact-sheets/retirement-investments-using-esg-factors" }
      ]
    },
    {
      "title": "Divestment works through stigmatization and capital access",
      "body": "Evidence shows divestment influences corporate behavior primarily by reputational effects and by shaping access to primary capital markets.",
      "citations": [
        { "label": "Oxford Sustainable Finance: Divestment Research", "url": "https://www.smithschool.ox.ac.uk/research/sustainable-finance" }
      ]
    },
    {
      "title": "Conduct screens reduce tail risks",
      "body": "Avoiding companies with severe controversies can reduce exposure to controversy-driven drawdowns while maintaining diversification.",
      "citations": [
        { "label": "MSCI ESG & Controversies", "url": "https://www.msci.com/esg-ratings" }
      ]
    },
    {
      "title": "Transparent criteria and public lists",
      "body": "Clear, published criteria and a public exclusion list improve accountability and allow manager implementation.",
      "citations": [
        { "label": "NBIM Criteria & List", "url": "https://www.nbim.no/en/responsibility/exclusion-of-companies/" }
      ]
    }
  ],
  "screening_knowledge": {
    "title": "Screening as Cumulative Knowledge",
    "points": [
      {
        "title": "Identify business model fragility",
        "body": "Systematic exclusions focus attention on issuers whose operating models exhibit hidden tail risks (legal, reputational, sovereign), fragile customer bases, or supply chains exposed to human‑rights litigation.",
        "citations": [ { "label": "AFSC Investigate", "url": "https://investigate.afsc.org/" } ]
      },
      {
        "title": "Knowledge compounds",
        "body": "Each exclusion deepens understanding of the investable universe: supply‑chain dependencies, regulatory exposure, and patterns of controversy. Screening becomes a means to gather cumulative knowledge about your opportunity set, not just a filter.",
        "citations": []
      },
      {
        "title": "Integration cadence as practice standard",
        "body": "Treat credible database updates as investment intelligence: aim to assess and integrate material changes within 30 days (faster when practicable) with documented rationale.",
        "citations": [ { "label": "AFSC Investigate", "url": "https://investigate.afsc.org/" } ]
      }
    ]
  },
  "venue_notes": {
    "one_on_one": [
      "Open with shared goals; invite concerns before proposing solutions.",
      "Offer the brief and one or two sources relevant to their role."
    ],
    "small_group": [
      "Clarify decision rights and next steps.",
      "Use the Identity Guide to align constraints and responsibilities."
    ],
    "committee_hearing": [
      "Keep to concrete asks; cite Policy Alignment and criteria.",
      "Respect time limits; reference the full brief for details."
    ],
    "full_board_meeting": [
      "Summarize the Recommended Approach and reporting cadence.",
      "Be crisp on ‘why now’ and what changes operationally."
    ],
    "public_testimony": [
      "Time‑limited: focus on 2–3 key points and one specific ask.",
      "Bring printed one‑pagers; avoid acronyms; cite one authoritative source."
    ],
    "written_memo": [
      "Include the Model Resolution if applicable.",
      "Attach the Policy Alignment and relevant source links."
    ]
  },
  "counters": [
    {
      "claim": "Divestment will significantly hurt performance and beneficiaries.",
      "response": "Naive exclusions can be costly, but professional managers use optimization and tracking-error limits to preserve factor exposures and benchmark-like returns.",
      "citations": [
        { "label": "MSCI ESG Index Construction", "url": "https://www.msci.com/our-solutions/indexes/esg-indexes" }
      ]
    },
    {
      "claim": "Exclusions violate fiduciary duty.",
      "response": "Fiduciary duty requires prudence, loyalty, and attention to material risk and client objectives. Values alignment and risk management can be implemented within a disciplined, return-seeking mandate.",
      "citations": [
        { "label": "UN PRI: Fiduciary Duty", "url": "https://www.unpri.org/fiduciary-duty" },
        { "label": "US DOL ESG Guidance", "url": "https://www.dol.gov/agencies/ebsa/about-ebsa/our-activities/resource-center/fact-sheets/retirement-investments-using-esg-factors" }
      ]
    },
    {
      "claim": "Divestment is ineffective; someone else just buys the shares.",
      "response": "The primary effects are reputational and in primary capital markets. Policies influence lenders, underwriters, and index providers and shift the cost of capital for targeted issuers.",
      "citations": [
        { "label": "Oxford SSEE Research", "url": "https://www.smithschool.ox.ac.uk/research/sustainable-finance" }
      ]
    },
    {
      "claim": "Exclusions reduce diversification too much.",
      "response": "Well-designed policies are narrow and conduct‑based. Managers maintain diversification across sectors and factors while removing a limited set of issuers that breach defined standards.",
      "citations": [
        { "label": "MSCI Portfolio Construction", "url": "https://www.msci.com/our-solutions/indexes/esg-indexes" }
      ]
    }
  ],
  "model_resolution": "RESOLVED: That the {localName} shall adopt a conduct-based investment exclusion policy, instructing its investment managers to avoid purchasing or holding securities of companies for which there is credible, public evidence of severe human rights violations, including complicity in violations under international humanitarian law; and be it further\n\nRESOLVED: That the {localName} directs its investment managers to implement this policy using professional portfolio construction techniques that maintain diversification and risk controls, including explicit tracking error limits relative to the benchmark; and be it further\n\nRESOLVED: That the {localName} will publish an exclusion rationale and a public list of excluded issuers, reviewed at least annually; and be it further\n\nRESOLVED: That the {localName} will phase implementation over an orderly period and report progress and holdings, subject to prudent trading and confidentiality constraints.",
  "next_steps": [
    "Request current holdings/exposure report from managers.",
    "Adopt written conduct criteria and escalation process.",
    "Mandate tracking error and factor exposure controls for managers.",
    "Publish a public exclusions list with brief rationales.",
    "Schedule an annual review and public update."
  ],
  "sources": [
    { "label": "NBIM Responsible Investment", "url": "https://www.nbim.no/en/responsibility/" },
    { "label": "NBIM Exclusion of Companies", "url": "https://www.nbim.no/en/responsibility/exclusion-of-companies/" },
    { "label": "UN PRI: Fiduciary Duty in the 21st Century", "url": "https://www.unpri.org/fiduciary-duty" },
    { "label": "US DOL: ESG Factors Fact Sheet", "url": "https://www.dol.gov/agencies/ebsa/about-ebsa/our-activities/resource-center/fact-sheets/retirement-investments-using-esg-factors" },
    { "label": "Oxford Sustainable Finance: Divestment Research", "url": "https://www.smithschool.ox.ac.uk/research/sustainable-finance" },
    { "label": "MSCI: ESG Indexes & Methodology", "url": "https://www.msci.com/our-solutions/indexes/esg-indexes" },
    { "label": "BlackRock: Portfolio Construction", "url": "https://www.blackrock.com/institutions/en-us/insights/portfolio-design" },
    { "label": "AFSC Investigate Database", "url": "https://investigate.afsc.org/" }
  ],
  "further_reading": [
    { "label": "SSRN: Investor Identity (4324537)", "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4324537" },
    { "label": "CFA Institute: Seven Kinds of Asset Owner Institutions", "url": "https://blogs.cfainstitute.org/investor/2018/02/20/the-seven-kinds-of-asset-owner-institutions/" },
    { "label": "What I’d Tell Your CIO about Divestment", "url": "https://ethicic.com/content/research/what-id-tell-your-cio-about-divestment" }
  ],
  "policy_alignment": {
    "principles": [
      "Documented, explainable criteria with public rationales (no black boxes)",
      "Conduct‑first screening for risk mitigation; product screens for categorical harms when aligned with mission",
      "Evidence‑based decisions using primary and reputable sources with citations",
      "Regular review cadence (at least annually) and event‑driven updates",
      "Escalation path from engagement to exclusion; documented exceptions with time limits",
      "Implementation discipline: tracking‑error guardrails, diversification, factor neutrality, phased trading",
      "Transparency: publish criteria and lists subject to prudent trading and confidentiality"
    ],
    "policy_link": { "label": "Ethical Capital — Screening Policy", "url": "https://ethicic.com/content/process/screening-policy" }
  },
  "government_policy_snippet": "Approved Issuers Policy (template)\\n\\nPurpose: Maintain an Approved Issuers List for fixed‑income investing that aligns treasury practices with ethical standards and risk controls while complying with law and procurement rules.\\n\\nCriteria: Exclude issuers with credible, public evidence of severe human rights violations (including complicity in violations under international humanitarian law). Consider authoritative sources (sanctions lists, court decisions, official investigations) and reputable human‑rights reporting.\\n\\nPortfolio Constraints: Preserve target duration, credit quality, liquidity, and diversification consistent with the investment policy and statutes.\\n\\nProcess: Treasurer (or designee) maintains Approved and Prohibited Issuer lists; legal/procurement review; annual review and event‑driven updates; exceptions require written rationale, legal review, time limits, and notification to the governing body.\\n\\nTransparency & Reporting: Publish criteria and current lists subject to prudent trading and confidentiality; report changes and rationales at least annually.\\n\\nCompliance: This policy operates subject to state law, investment statutes, and procurement rules; in case of conflict, legal requirements prevail.",
  "cio_note": "Implementation focuses on preserving benchmark alignment: specify a tracking‑error budget, maintain factor neutrality, use vendor screened indexes or optimization constraints, and phase trades to avoid divestment shocks.",
  "cio_links": [
    { "label": "CIO Letter (Ethical Capital)", "url": "https://ethicic.com/content/research/what-id-tell-your-cio-about-divestment" }
  ]
}
